Revit 2024 API
ColorFillSchemeEntry Class
 Represents an entry of a [!:Autodesk::Revit::DB::ColorFillScheme].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public class ColorFillSchemeEntry : IDisposable
Visual Basic
Public Class ColorFillSchemeEntry _
	Implements IDisposable
Visual C++
public ref class ColorFillSchemeEntry : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.ColorFillSchemeEntry
See Also
ColorFillSchemeEntry Members
Autodesk.Revit.DB Namespace